{
	"insults":[
		"It looks like your face caught on fire and someone tried to put it out with a hammer.",
		"I don't exactly hate you, but if you were on fire and I had water, I'd drink it.",
		"I'd like to see things from your point of view but I can't seem to get my head that far up my ass.",
		"You are proof that God has a sense of humor.",
		"It's better to let someone think you are an Idiot than to open your mouth and prove it.",
		"Why don't you slip into something more comfortable -- like a coma.",
		"Shock me, say something intelligent.",
		"Do you still love nature, despite what it did to you?",
		"I've seen people like you, but I had to pay admission!",
		"I love what you've done with your hair. How do you get it to come out of the nostrils like that?",
		"You are so stupid, you'd trip over a cordless phone.",
		"You're so ugly, if you stuck your face out the window and I stuck my ass out the window, we'd look like twins!",
		"Learn from your parents' mistakes - use birth control!",
		"Aww, it's so cute when you try to talk about things you don't understand.",
		"100,000 sperm, and you were the fastest?",
		"I thought of you all day today. I was at the zoo.",
		"I'll never forget the first time we met, but I'll keep trying.",
		"You are depriving some poor village of its idiot.",
		"So you've changed your mind, does this one work any better?",
		"Please tell me you don't home-school your kids.",
		"Is your ass jealous of the amount of shit that just came out of your mouth?",
		"You couldn't pour water out of a boot if the instructions were on the heel.",
		"It's kinda sad watching you attempt to fit your entire vocabulary into a sentence.",
		"If I were to slap you, it would be considered animal abuse!",
		"Are your parents siblings?",
		"I don't know what makes you so stupid, but it really works!",
		"Your birth certificate is an apology letter from the condom factory.",
		"How did you get here? Did someone leave your cage open?",
		"If I were a dog and you were a flower, I'd lift up my leg and give you a shower.",
		"Nice outfit. Go stand on a street corner, you could make some money.",
		"If I wanted someone like you for a friend, I'd buy a dog.",
		"My middle finger gets a boner every time I see you.",
		"Keep talking, someday you might say something intelligent.",
		"You look like a professional blind date.",
		"Someday you'll go far, and I hope you stay there.",
		"I wish I had a lower I.Q so that I could enjoy your company.",
		"Are you always an idiot, or just when I’m around?",
		"Can I borrow your face? My arse is on holiday.",
		"Do you go to the zoo for a family reunion?",
		"Don’t get lost in thought; you’ll be a total stranger there."
	],
	"flirts": [
		"You must be a Snickers, because you satisfy me.",
		"Are you religious? 'Cause you're the answer to all my prayers.",
		"You may fall from the sky, you may fall from a tree, but the best way to fall... is in love with me.",
		"Do your legs hurt from running through my dreams all night?",
		"I've got skittles in my mouth, wanna taste the rainbow?",
		"Let's commit the perfect crime: I'll steal you're heart, and you'll steal mine.",
		"If a fat man puts you in a bag at night, don't worry I told Santa I wanted you for Christmas.",
		"Crap. Something is wrong with my cell phone. 'Cause your numbers not in it.",
		"I was so enchanted by your beauty that I ran into that wall over there. So I am going to need your name and number for insurance purposes.",
		"Do I know you? Cause you look a lot like my next girlfriend.",
		"Are you a parking ticket? Because you've got FINE written all over you.",
		"Your eyes are like a sunset, They're Beautiful, inspiring, and hard to turn away from.",
		"If I received a nickel for everytime I saw someone as beautiful as you, I'd have five cents.",
		"You’re so beautiful you made me forget my pick up line.",
		"Baby, you make my floppy disk turn into a hard drive.",
		"If you were a triangle you'd be acute one.",
		"People call me John, but you can call me tonight!",
		"I've been wondering, do your lips taste as good as they look?",
		"If you stood in front of a mirror and held up 11 roses, you would see 12 of the most beautiful things in the world.",
		"I think there's something wrong with my eyes because I can't take them off you.",
		"There isn't a word in the dictionary to describe how beautiful you are.",
		"Your eyes are bluer than the Atlantic ocean, and baby I'm lost at sea!",
		"My love for you is like diarrhea, I just cant hold it in!",
		"I think it is time I tell you what people are saying behind your back: Nice Ass!",
		"Can you take me to the bakery? Because, I want a Cutiepie like you!",
		"Do you have a map? Because I just keep getting lost in your eyes!",
		"You are the SDK in my life. I won’t compile without you.",
		"If I had a garden I'd put your two lips and my two lips together.",
		"Was your Dad a baker? Because you've got a nice set of buns.",
		"I'm not trying to impress you or anything, but... I'm Batman!",
		"What do you and the weather have in common? You're both Hot!",
		"Do you have a band-aid? Because I just scraped my knee falling for you!",
		"Roses are #FF0000, violets are #0000FF. All my base are belonging to you.",
		"I'm no photographer, but I can picture us together.",
		"Excuse me, I'm lost. Can you give me directions to your house?",
		"You must be Jamaican, because Jamaican me crazy.",
		"Are you a light switch? 'Cause you turn me on!",
		"You’re like a dictionary, you add meaning to my life!",
		"I'll cook you dinner if you cook me breakfast.",
		"Hi, I am your slave, take me home and mistreat me."
	]
}